Repository: unicef/iogt
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn, hi, ne, ps, si, ta

source: quizzes
bn: কুইজ
hi: क्विज
ne: क्विजहरू
ps: امتحان
si: පැන විසඳුම්
ta: புதிர்கள்

source: Log in to participate
bn: অংশ নেয়ার জন্য লগ ইন করুন
hi: भाग लेने के लिए लॉग इन करें
ne: सहभागी हुन लग इन गर्नुहोस्
ps: د ګډون لپاره ننوتل
si: සහභාගී වීමට ඇතුල් වන්න
ta: பங்கேற்க உற்புகு

source: Log in / Create account
bn: লগ ইন করুন/ একাউন্ট তৈরি করুন
hi: लॉग इन / अकाउंट बनाएं
ne: लग इन/नयाँ खाता खोल्नुहोस्
ps: ننوتل / حساب جوړ کړئ
si: ඇතුල් වන්න / ගිණුමක් සාදන්න
ta: உள்நுழைய / கணக்கை உருவாக்கு

source: Profile
bn: প্রোফাইল
hi: प्रोफ़ाइल
ne: प्रोफाइल
ps: پروفایل
si: ගිණුම
ta: முகக்குறிப்பு

source: Chat
bn: কথোপকথন
hi: चैट करें
ne: कुराकानी गर्नुहोस्
ps: چیټ
si: කතාබස්
ta: அரட்டை

source: More
bn: আরও
hi: और अधिक
ne: अन्य
ps: نور
si: තව
ta: மேலும்

source: Log in
bn: লগ ইন
hi: लॉग इन करें
ne: लग इन गर्नुहोस्
ps: د ننه کیدل
si: ඇතුල් වන්න
ta: உள்நுழைய

source: Back
bn: ফিরে যান
hi: वापस जाएं
ne: पछाडी जानुहोस्
ps: شاته
si: ආපසු
ta: முந்தைய

source: BACK
bn: ফিরে যান
hi: वापस जाएं
ne: पछाडी जानुहोस्
ps: شاته
si: ආපසු
ta: முந்தைய

source: Previous
bn: পূর্ববর্তী
hi: पिछला
ne: अघिल्लो
ps: مخکینی
si: පෙර
ta: முந்தையது

source: Next
bn: পরবর্তী
hi: अगला
ne: अर्को
ps: بل
si: ඊළඟ
ta: அடுத்தது

source: Comments
bn: মন্তব্য
hi: टिप्पणियाँ
ne: कमेन्टहरु
ps: تبصرې
si: අදහස්
ta: கருத்துரைகள்/ பின்னூட்டங்கள்

source: Please log in or create your account
bn: অনুগ্রহ করে লগ ইন করুন অথবা একাউন্ট তৈরি করুন
hi: अपना अकाउंट बनाने के लिए कृपया लॉग इन करें
ne: कृपया लग इन गर्नुहोस् वा खाता खोल्न्होस्
ps: مهرباني، ننوځئ او یا یو ګڼون جوړ کړئ
si: කරුණාකර ඇතුල් වන්න හෝ ඔබගේ ගිණුම සාදන්න
ta: தயவுசெய்து உள்நுழையவும் அல்லது உங்களின் கணக்கை உருவாக்கவும்.

source: Report
bn: রিপোর্ট করুন
hi: रिपोर्ट करें
ne: रिपोर्ट
ps: راپور
si: වාර්තා කරන්න
ta: தகவலைப் புகாரளிக்கவும்

source: Related Articles
bn: এ সম্পর্কিত আর্টিকেল
hi: संबंधित आर्टिकल
ne: सम्बन्धित लेखहरू
ps: اړونده مقالې
si: අදාළ ලිපි
ta: தொடர்புடைய பொதுவிதிகள் / தொடர்புடைய கட்டுரைகள்

source: This comment has been reported.
bn: এই মন্তব্যটি নিয়ে রিপোর্ট করা হয়েছে
hi: इस टिप्पणी की रिपोर्ट की गई है
ne: यो कमेन्ट रिपोर्ट गरिएको छ।
ps: دا تبصره راپور شوې ده
si: මෙම අදහස වාර්තා කර ඇත
ta: இக்கருத்துரை புகாரளிக்கப்பட்டுள்ளது

source: It will be reviewed by the team and may be removed if it breaks our Platform Rules
bn: এটি নিয়ে যথাযথ টিম পরীক্ষা করে দেখবে এবং প্ল্যাটফর্মের নিয়ম ভঙ্গ করলে সরিয়ে ফেলা হতে পারে।
hi: टीम द्वारा इसकी समीक्षा की जाएगी और अगर यह हमारे प्लेटफ़ॉर्म के नियमों का पालन नहीं करती तो इसे हटाया जा सकता है
ne: यसलाई समुहद्वारा समीक्षा गरिनेछ र यदि यसले हाम्रो प्लेटफर्मको नियमहरू तोडेको खण्डमा यो हटाउन पनि सकिन्छ।
ps: دا به د ټیم لخوا بیاکتل کیږي او که چیرې دا زموږ د پلیټ فارم قواعد مات کړي، ممکن لیرې شي
si: එය කණ්ඩායම විසින් සමාලෝචනය (review) කරනු ලබන අතර එය අපගේ නීති කඩ කළහොත් ඉවත් කරනු ඇත
ta: இது குழுவினால் மீளாய்வு செய்யப்படுவதுடன் எமது தளத்தின் விதிமுறைகளை மீறினால் அது நீக்கப்படும்.

source: articles
bn: আর্টিকেল
hi: आर्टिकल
ne: लेखहरू
ps: مقالې
si: ලිපි
ta: கட்டுரைகள் / விதிமுறைகள் / உட்பிரிவுகள்

source: Search the site...
bn: সাইটটি খুজে দেখুন
hi: साइट खोजें…
ne: साइट खोज्नुहोस् …
ps: سایټ وپلټئ…
si: වෙබ් අඩවියේ සොයන්න…
ta: வலைத்தளத்தில் தேடவும்

source: Search results for:
bn: অনুসন্ধানের ফলাফল
hi: के लिए खोज परिणाम:
ne: खोजीको परिणामहरू:
ps: د لټون پایلې:
si: සෙවුම් ප්‍රතිඵල
ta: தேடல் பெறுபேறுகள்

source: No search results were found for
bn: অনুসন্ধানে কোন কিছু পাওয়া যায়নি
hi: के लिए कोई खोज परिणाम नहीं मिला
ne: कुनै खोज परिणामहरू फेला परेनन्
ps: د لټون پایلې ونه موندل شوې
si: සෙවුම් ප්‍රතිඵල කිසිවක් හමු නොවීය
ta: தேடல் பெறுபேறுகள் கிடைக்கவில்லை

source: Username
bn: ইউজার নেম
hi: यूजरनेम
ne: प्रयोगकर्तानाम
ps: کارن نوم
si: පරිශීලක නම
ta: பயனர் பெயர்

source: Create your account
bn: আপনার একাউন্ট তৈরি করুন
hi: अपना अकाउंट बनाएं
ne: खाता सृजना गर्नुहोस्
ps: خپل حساب جوړ کړئ
si: ඔබගේ ගිණුම සාදන්න
ta: உங்களின் கணக்கை உருவாக்கவும்

source: Forgot PIN
bn: পিন ভুলে গিয়েছি
hi: पिन भूल गए
ne: पिन बिर्सनुभयो
ps: PIN هېر شوی
si: පෞද්ගලික හැඳුනුම් අංකය අමතක විය
ta: தனிநபர் அடையாள எண்ணை மறந்துவிட்டேன்

source: Cancel
bn: বাতিল করুন
hi: रद्द करें
ne: रद्द गर्नुहोस्
ps: لغوه کړئ
si: අවලංගු කරන්න
ta: இரத்துச் செய்யவும்

source: Hey, %(username)s
bn: হ্যালো, %(username)s
hi: हे, %(username)s
ne: हे, %(username)s
ps: سلام، %(username)s
si: ආයුබෝවන් %(username)s,
ta: ஹாய், %(username)s

source: Change Digital Pin
bn: পিন নম্বর পরিবর্তন করুন
hi: डिजिटल पिन बदलें
ne: डिजिटल पिन परिवर्तन गर्नुहोस्
ps: ډیجیټل پن بدل کړئ
si: ඩිජිටල් පෞද්ගලික හැඳුනුම් අංකය වෙනස් කරන්න
ta: டிஜிடல் தனிநபர் அடையாள எண்ணை மாற்றவும்

source: Personal Details
bn: ব্যক্তিগত তথ্যসমূহ
hi: व्यक्तिगत विवरण
ne: व्यक्तिगत विवरणहरू
ps: شخصي توضیحات
si: පුද්ගලික තොරතුරු
ta: தனிப்பட்ட விபரங்கள்

source: Save changes
bn: পরিবর্তনগুলো সংরক্ষণ করুন
hi: परिवर्तनों को सेव करें
ne: परिवर्तनहरू सुरक्षित गर्नुहोस्
ps: بدلونونه خوندي کړئ
si: වෙනස්කම් සුරකින්න
ta: மாற்றங்களை சேமிக்கவும்

source: Reset PIN
bn: পিন পুনরায় সেট করুন
hi: पिन रीसेट करें
ne: पिन रिसेट गर्नुहोस्
ps: پن بیا تنظیم کړئ
si: පෞද්ගලික හැඳුනුම් අංකය අළුතින් ඇතුළත් කරන්න
ta: தனிநபர் அடையாள எண்ணை மீளமைக்கவும்

source: Your PIN has been changed successfully.
bn: আপনার পিন নম্বর সফলভাবে পরিবর্তিত হয়েছে
hi: आपका पिन सफलतापूर्वक बदल दिया गया है
ne: तपाईंको पिन सफलतापूर्वक परिवर्तन गरिएको छ।
ps: په بریالیتوب سره بدل شوی PINستاسو
si: ඔබගේ පෞද්ගලික හැඳුනුම් අංකය සාර්ථකව වෙනස් කර ඇත
ta: உங்கள் தனிநபர் அடையாள எண் வெற்றிகரமாக மாற்றப்பட்டுள்ளது.

source: I accept the Terms and Conditions.
bn: যথাযথ নিয়ম ও শর্তগুলো গ্রহন করছি
hi: मुझे नियम व शर्तें मंजूर हैं।
ne: म नियम र सर्तहरू स्वीकार गर्दछु।
ps: زه اصول او شرایط منم.
si: මම නියමයන් සහ කොන්දේසි පිළිගනිමි.
ta: நான் குறிப்பீட்டு நியதிகளையும் நிபந்தனைகளையும் ஏற்றுக்கொள்கிறேன்.

source: You have read %(read)s out of %(total)s
bn: আপনি %(read)s এর মাঝে মোট %(total)s টি পড়েছেন
hi: आपने %(total)s में से %(read)s पढ़ा है
ne: तपाईंले %(read)s बाट %(total)s पढ्नुभयो
ps: تاسو د (%ټول) څخه %(لوستل) لوستلی دی
si: ඔබ ප්‍රශ්න %(total)s න් %(read)s ක් කියවා ඇත
ta: நீங்கள் %(total)s இல் %(read)s இனை வாசித்துள்ளீர்கள்

source: %(counter)s of %(total)s questions
bn: %(total)s টি প্রশ্নের %(counter)s শতাংশ
hi: %(total)s प्रश्नों में से %(counter)s
ne: %(counter)s को %(total)s प्रश्नहरू
ps: د ٪ (ټول) پوښتنو څخه %(کاونټر)s
si: ප්‍රශ්න %(total)s න් %(counter)
ta: %(total)s வினாக்களில் %(counter)s

source: Select one
bn: একটি বেছে নিন
hi: एक का चयन करें
ne: एउटा छान्नुहोस्
ps: یو انتخاب کړئ
si: එකක් තෝරගන්න
ta: ஒன்றினைத் தெரிவுசெய்யவும்

source: Optional
bn: ঐচ্ছিক
hi: वैकल्पिक
ne: वैकल्पिक
ps: اختیاری
si: විකල්ප
ta: விருப்பத்துக்குரியது

source: No limit
bn: সীমা হীন
hi: कोई सीमा नहीं
ne: कुनै सीमा छैन
ps: هیڅ حد نشته
si: සීමාවක් නැත
ta: வரையறை இல்லை

source: Go to homepage
bn: হোম পেজে ফিরে যান
hi: होमपेज पर जाएं
ne: होमपेजमा जानुहोस्
ps: د کور پاڼې ته لاړ شئ
si: මුල් පිටුවට යන්න
ta: முகப்பக்கத்துக்குச் செல்லவும்

source: You have already completed this survey.
bn: আপনার ইতিমধ্যে জরিপটি সম্পন্ন করেছেন
hi: आपने यह सर्वेक्षण पहले ही पूरा कर लिया है।
ne: तपाईंले पहिले नै यो सर्वेक्षण पूरा गर्नु भैसकेको छ।
ps: تاسو لا دمخه دا سروې بشپړه کړې ده.
si: ඔබ දැනටමත් මෙම සමීක්ෂණය සම්පූර්ණ කර ඇත.
ta: நீங்கள் தற்போது இந்த ஆய்வினைப் பூர்த்திசெய்துள்ளீர்கள்.

source: Check all that apply
bn: প্রযোজ্য হলে সব গুলো চেক করুন
hi: लागू होने वाले सभी की जांच करें
ne: लागू हुने सबैमा चिन्ह लगाउनुहोस्
ps: ټول هغه وګورئ چې پلي کیږي
si: අදාළ වන සියල්ල ලකුණු කරන්න
ta: பொருந்தும் அனைத்தையும் சரிபார்க்கவும்.

source: Your results!
bn: আপনার ফলাফল
hi: आपके परिणाम!
ne: तपाईको नतीजा!
ps: ستاسو پایلې
si: ඔබේ ප්‍රතිඵල!
ta: உங்கள் பெறுபேறுகள்!

source: Replay Quiz
bn: পুনরায় কুইজে অংশ নিন
hi: क्विज फिर से खेलें
ne: हाजिरी जवाफ पुनः खेल्नुहोस्
ps: مسابقه بیا تکرار کړئ
si: පැන විසඳුම නැවත ක්‍රියාකරන්න
ta: புதிரினை மீண்டும் செயற்படுத்தவும் / விளையாடவும்

source: Incorrect
bn: ভুল
hi: ग़लत
ne: गलत
ps: ناسم
si: වැරදියි
ta: தவறு

source: Correct
bn: সঠিক
hi: सही
ne: सही
ps: سم
si: නිවැරදි
ta: சரி

source: Your answer
bn: আপনার উত্তর
hi: आपका उत्तर
ne: तपाईंको उत्तर
ps: ستاسو ځواب
si: ඔබේ පිළිතුර
ta: உங்கள் விடை

source: Leave comment
bn: মন্তব্য লিখুন
hi: टिप्पणी दें
ne: कमेन्ट छोड्नुहोस्
ps: نظر ورکړئ
si: අදහස් දක්වන්න
ta: கருத்துக் கூறவும்.

source: Reply
bn: উত্তর দিন
hi: जवाब दें
ne: जवाफ दिनुहोस्
ps: ځواب ورکړئ
si: පිළිතුරු දෙන්න
ta: விடையளிக்கவும்.

source: Page not found
bn: পেজ খুঁজে পাওয়া যায়নি
hi: पेज नहीं मिला
ne: पेज फेला परेन
ps: پاڼه ونه موندل شوه
si: පිටුව හමු නොවීය
ta: பக்கம் கிடைக்கவில்லை.

source: Sorry, this page could not be found.
bn: দুঃখিত, পেজটি খুঁজে পাওয়া যায়নি
hi: क्षमा करें, यह पेज नही मिल सका
ne: माफ गर्नुहोस्, यो पेज फेला पार्न सकिएन।
ps: بخښنه غواړم، دا پاڼه ونه موندل شوه
si: සමාවන්න, මෙම පිටුව සොයාගත නොහැකි විය
ta: மன்னிக்கவும். இப்பக்கத்தினை கண்டுபிடிக்க முடியவில்லை.

source: Internal server error
bn: অভ্যন্তরীণ সার্ভার সমস্যা
hi: आंतरिक सर्वर त्रुटि
ne: आन्तरिक सर्भरमा त्रुटि
ps: د داخلي سرور تېروتنه
si: පද්ධති දෝෂයක් (server error)
ta: உள்ளக சேவையக வழு

source: 1 result
bn: 1 ফলাফল
hi: 1 रिसल्ट
ne: १ नतिजा
ps: ۱ نتیجه
si: 1 ප්‍රතිඵලය
ta: 1 பெறுபேறு

source: poll
bn: জরিপ
hi: पोल
ne: मतदान
ps: ټولپوښتنه
si: මත විමසුම
ta: கருத்துக்கணிப்பு

source: survey
bn: জরিপ
hi: सर्वेक्षण
ne: सर्वेक्षण
ps: سروې
si: සමීක්ෂණය
ta: ஆய்வு

source: quiz
bn: কুইজ
hi: क्विज
ne: कुइज़
ps: امتحان
si: පැන විසඳුම
ta: புதிர்

source: This field is required.
bn: এই ক্ষেত্রটি প্রয়োজন।
hi: इस फ़ील्ड की आवश्यकता है.
ne: यो क्षेत्र भर्न आवश्यक छ
ps: دا ډګر په کار دی
si: මෙම කොටස අවශ්‍යයි
ta: இப்புலம் அவசியமானது.

source: Send
bn: প্রেরণ
hi: भेजना
ne: पठाउनुहोस्
ps: واستوی
si: යවන්න
ta: அனுப்பவும்

source: Remove this comment?
bn: এই মন্তব্য কি সরিয়ে ফেলবো?
hi: इस टिप्पणी को हटा दें?
ne: यो कमेन्ट हटाउनुहोस्
ps: آیا دغه نظر لرې شي؟
si: මෙම අදහස ඉවත් කරන්නද?
ta: இக்கருத்தை நீக்கவும்.

source: Remove
bn: সরিয়ে ফেলুন
hi: हटाएं
ne: हटाउनुहोस्
ps: لرې کول
si: ඉවත් කරන්න
ta: நீக்கவும்

source: This comment has been removed.
bn: মন্তব্যটি সরিয়ে ফেলা হয়েছে
hi: इस टिप्पणी को हटा दिया गया है।
ne: यो कमेन्ट हटाइएको छ ।
ps: دغه نظر لرې شوی.
si: මෙම අදහස ඉවත් කර ඇත.
ta: இக்கருத்து நீக்கப்பட்டுள்ளது.

source: moderator
bn: মডারেটর
hi: मॉडरेटर
ne: मध्यस्थकर्ता
ps: منځګړی
si: මැදිහත්කරු
ta: நடுவர் / மதிப்பீட்டாளர்

source: sections
bn: সেকশন সমূহ
hi: खंड
ne: भागहरू
ps: برخې
si: කොටස්
ta: பகுதிகள்

source: Check if applies
bn: এটা প্রযোজ্য হলে বলুন
hi: यदि लागू होता है तो जांच करें
ne: यदि लागू हुन्छ भने टिक गर्नुहोस्
ps: وګورئ چې آیا پلی کېږي
si: අදාළ දැයි පරීක්ෂා කරන්න
ta: பொருந்துமா என சரிபார்க்கவும்

source: New comments have been disabled for this page.
bn: নতুন মন্তব্যগুলো এই পেজে অকার্যকর করা হয়েছে
hi: इस पेज के लिए नई टिप्पणियों को अक्षम कर दिया गया है।
ne: पेजमा भएका कमेन्टहरू असक्षम गरिएको छ
ps: د دې پاڼې لپاره د نویو نظرونو ورکړه غیر فعال شوي دي.
si: මෙම පිටුව සඳහා නව අදහස් භාරගනු නොලැබේ
ta: இப்பக்கத்தில் புதிய கருத்துக்களைப் பதிவிடுவது நிறுத்தப்பட்டுள்ளது.

source: Correct answer
bn: সঠিক উত্তর
hi: सही जवाब
ne: सही जवाफ
ps: سم ځواب
si: නිවැරදි පිළිතුර
ta: சரியான விடை.

source: Download
bn: ডাউনলোড
hi: डाउनलोड करें
ne: डाउनलोड
ps: ښکته کول یا ډونلوډ
si: බාගත කරන්න
ta: பதிவிறக்கம்

source: You are leaving the <b>Internet of Good Things</b> to visit an external website and standard data charges by your network provider might apply
bn: আপনি পেজটি <b>Internet of Good Things</b> ছেড়ে এক্সটারনাল সাইটে প্রবেশ করতে যাচ্ছেন এবং আপনার ইন্টারনেট সেবা প্রতিষ্ঠান থেকে ডাটা চার্জ প্রযোজ্য হবে
hi: आप <b>Internet of Good Things</b> छोड़कर बाहरी वेबसाइट पर जा रहे हैं, आपके नेटवर्क प्रदाता द्वारा मानक डेटा शुल्क लागू किया जा सकता है
ne: तपाईं <b>इन्टरनेट अफ गुड थिन्ग्स (Internet of Good Things)</b> को वेबसाइट छोड्दै हुनुहुन्छ र डेटा प्रयोग भए अनुसार शुल्क लाग्न सक्नेछ ।
ps: تاسو د یوه نوي وېب سایټ کتلو لپاره د <b>Internet of Good Things</b> پرېښودو په حال کې یاست او ښايي د شبکې چمتو کونکي له خوا ستندرد معلوماتي لګښت در باندې ولګېږي
si: ඔබ බාහිර වෙබ් අඩවියකට පිවිසීමට <b>Internet of Good Things</b> හැර යන අතර ඔබේ ජාල සපයන්නා විසින් නියම කරනු ලැබූ සම්මත දත්ත ගාස්තු අදාළ විය හැක
ta: நீங்கள் வெளி வலைத்தளமொன்றை பார்வையிட <b>Internet of Good Things</b> இலிருந்து வெளியே செல்கிறீர்கள். உங்கள் இணையவசதி வழங்குநரால் ஏற்புடைய தரவுக் கட்டணங்கள் அறவிடப்படலாம்.

source: Continue to external site
bn: বাহ্যিক সাইটে ঢুকছি
hi: बाहरी साइट पर जारी रखें
ne: बाहिरी साइटमा जारी राख्नुहोस्
ps: بهرني وېب سایټ ته د وتلو ادامه
si: බාහිර වෙබ් අඩවියට පිවිසෙන්න
ta: வெளிப்புற தளத்திற்கு தொடரவும்

source: 4-digit PIN
hi: 4 अंकों वाला पिन
ta: 4 – இலக்க (டிஜிடல்) குறியீடு

source: Old 4-digit PIN
hi: 4 अंकों वाला पुराना पिन
ta: பழைய 4 இலக்க (டிஜிடல்) குறியீடு

source: New 4-digit PIN
hi: 4 अंकों वाला नया पिन
ta: புதிய 4 எண்ணியல் (டிஜிடல்) தனிநபர் அடையாள இலக்கம்.

source: Confirm new 4-digit PIN
hi: 4 अंकों के नए पिन की पुष्टि करें
ta: புதிய 4 இலக்க (டிஜிடல்) தனிநபர் அடையாள இலக்கத்தை உறுதிப்படுத்தவும்.

source: Log out
bn: লগ আউট
hi: लॉग आउट करें
ne: लगआउट गर्नुहोस्
ps: وتل
si: ඉවත්වන්න
ta: வெளியேறு

source: section
bn: সেকশন
hi: खंड
ne: भाग
ps: برخه
si: කොටස
ta: பகுதி

source: article
bn: আর্টিকেল
hi: आर्टिकल
ne: लेख
ps: مقاله
si: ලිපිය
ta: கட்டுரை /வாசகம்

source: Remember me
bn: আমাকে মনে রাখুন
hi: मुझे याद रखें
ne: मेरो विवरण याद होस
ps: ما په یاد ولره
si: මාව මතක තබා ගන්න
ta: என்னை நினைவில் வைத்திருக்கவும்.

source: You have signed out.
bn: আপনি সাইন আউট করেছেন
hi: आपने साइन आउट कर दिया है
ne: तपाईंले साइन आउट गर्नुभएको छ
ps: تاسو لاسلیک کړی
si: ඔබ ඉවත් වී ඇත
ta: நீங்கள் வெளியேறிவிட்டீர்கள்

source: Enter a valid username. This value may contain only letters, numbers, and @/./+/-/_ characters.
bn: সঠিক ইউজার নেম প্রবেশ করান। এগুলোতে কেবল letters, numbers, and @/./+/-/_ characters থাকতে পারে।
hi: एक मान्य यूजरनेम दर्ज करें। इस में केवल अक्षर, संख्याएं और @/./+/-/_ वर्ण हो सकते हैं।
ne: मान्य प्रयोगकर्ता नाम टाईप गर्नुहोस्। यसमा अक्षरहरू, सङ्ख्याहरू र @/./+/-/_ वर्णहरू मात्र हुन सक्छन्।
ps: یو معتبر کارن نوم داخل کړئ. دا ممکن یوازې لیکونه، شمیرې، او @ /./ +/-/_ حروف ولري.
si: වලංගු පරිශීලක නාමයක් (Username) ඇතුළත් කරන්න. මෙම අගයෙහි අකුරු, අංක, සහ @/./+/-/_ පමණක් අඩංගු විය හැක.
ta: சரியான பயனர் பெயரை நுழைக்கவும். இப்பெறுமானத்தில் எழுத்துக்கள், இலக்கங்கள் மற்றும் வரியுருக்கள் @/./+/-/_ உள்ளடங்கி இருக்கலாம்.

source: You must type the same password each time.
bn: প্রতিবার আপনাকে অবশ্যই একই পাসওয়ার্ড টাইপ করতে হবে
hi: आपको हर बार एक ही पासवर्ड टाइप करना होगा।
ne: तपाईंले प्रत्येक पटक एउटै पासवर्ड टाइप गर्नुपर्छ।
ps: تاسو باید هر ځل ورته پاسورډ ټایپ کړئ.
si: ඔබ සෑම අවස්ථාවකම එකම මුරපදය ටයිප් කළ යුතුය.
ta: நீங்கள் ஒவ்வொரு தடவையும் ஒரே கடவுச் சொல்லை டய்ப் செய்யவும்.

source: This password is too short. It must contain at least 4 characters.
bn: এই পাসওয়ার্ডটি অতিরিক্ত ছোট। এটা কমপক্ষে চার অক্ষর বা বর্ণের হতে হবে।
hi: यह पासवर्ड बहुत छोटा है। इसमें कम से कम 4 अक्षर होने चाहिए।
ne: यो पासवर्ड धेरै छोटो छ। यसमा कम्तिमा ४ वर्णहरू हुनुपर्छ।
ps: دا پټنوم ډیر لنډ دی. باید لږترلږه 4 حروف ولري.
si: මෙම මුරපදය කෙටි වැඩිය. එහි අවම වශයෙන් අංග 4ක්වත් අඩංගු විය යුතුය
ta: இக்கடவுச்சொல் நீளம் குறைந்தது. அதில் குறைந்தபட்சம் 4 எழுத்துகள் இருக்க வேண்டும்.

source: Please type your current password.
bn: অনুগ্রহপূর্বক আপনার বর্তমান পাসওয়ার্ডটি টাইপ করুন
hi: कृपया अपना वर्तमान पासवर्ड टाइप करें।
ne: कृपया आफ्नो हालको पासवर्ड टाइप गर्नुहोस्।
ps: مهرباني، خپل اوسنی پټنوم ولیکئ.
si: කරුණාකර ඔබගේ දැනට භාවිත කරන මුරපදය ටයිප් කරන්න.
ta: தயவுசெய்து உங்களின் தற்போதைய கடவுச்சொல்லை டய்ப் செய்யவும்.

source: Password successfully changed.
bn: পাসওয়ার্ড সফলভাবে পরিবর্তিত হয়েছে
hi: पासवर्ड सफलतापूर्वक बदला गया।
ne: पासवर्ड सफलतापूर्वक परिवर्तन भएकोछ।
ps: پټنوم په بریالیتوب سره بدل شو.
si: මුරපදය සාර්ථකව වෙනස් විය.
ta: கடவுச்சொல் வெற்றிகரமாக மாறிவிட்டது.

source: Enter a valid date/time.
bn: সঠিক তারিখ/সময় প্রবেশ করান
hi: वैध तिथि/समय दर्ज करें।
ne: मान्य मिति/समय टाइप गर्नुहोस्।
ps: د اعتبار وړ نیټه / وخت دننه کړئ.
si: වලංගු දිනයක්/වේලාවක් ඇතුළත් කරන්න.
ta: செல்லுபடியாகும் ஒரு திகதியை / நேரத்தை உட்புகுத்தவும்.

source: Enter a valid date.
bn: সঠিক তারিখ প্রবেশ করান
hi: वैध तिथि दर्ज करें।
ne: मान्य मिति टाइप गर्नुहोस्।
ps: د اعتبار وړ نیټه دننه کړئ.
si: වලංගු දිනයක් ඇතුළත් කරන්න.
ta: செல்லுபடியாகும் ஒரு திகதியை உட்புகுத்தவும்.

source: Enter a valid URL.
bn: সঠিক ওয়েবলিংক প্রবেশ করান
hi: वैध यूआरएल दर्ज करें।
ne: मान्य युआरएल (URL) टाइप गर्नुहोस्।
ps: یو معتبر URL داخل کړئ.
si: වලංගු ලින්ක් එකක් (URL) ඇතුලත් කරන්න.
ta: செல்லுபடியாகும் ஒரு சீர்மை வள இருப்பிடங்காட்டியை (URL) உட்புகுத்தவும்.

source: Enter a valid email address.
bn: সঠিক ইমেইল ঠিকানা প্রবেশ করান
hi: वैध ईमेल दर्ज करें।
ne: मान्य इमेल अड्ड्रेस टाइप गर्नुहोस्।
ps: یو معتبر بریښنالیک پته دننه کړئ.
si: වලංගු විද්යුත් - තැපැල් (email) ලිපිනයක් ඇතුලත් කරන්න.
ta: செல்லுபடியாகும் மின்னஞ்சல் முகவரி ஒன்றினை உட்புகுத்தவும்.

source: Enter a valid integer.
bn: সঠিক সংখ্যা প্রবেশ করান
hi: वैध अंक दर्ज करें।
ne: मान्य पूर्णांक टाइप गर्नुहोस्।
ps: یو معتبر عدد داخل کړئ.
si: වලංගු පූර්ණ සංඛ්‍යාවක් ඇතුළත් කරන්න.
ta: செல்லுபடியாகும் முழு எண் ஒன்றை உட்புகுத்தவும்.

source: Ensure this value is greater than or equal to %(limit_value)s.
bn: নিশ্চিত করুন এটি %(limit_value)s. এর চেয়ে বড় অথবা সমান
hi: सुनिश्चित करें कि यह मान %(limit_value)s से अधिक या उसके बराबर हो।
ne: यो %(limit_value)s भन्दा ठूलो वा बराबर छ भनी सुनिश्चित गर्नुहोस्।
ps: ډاډه اوسئ چې دا اندازه له دې %( limit_ value )s لویه یا مساوي وي.
si: මෙම අගය %(limit_value)s ට වඩා වැඩි හෝ සමාන බව සහතික කර ගන්න.
ta: இந்த மதிப்பு %(limit_value)s ஐ விட அதிகமாகவோ அல்லது சமமாகவோ இருப்பதை உறுதிசெய்யவும்.

source: Your comment
bn: আপনার মন্তব্য
hi: आपकी टिप्पणी
ne: तपाईको कमेन्ट
ps: ستاسو نظر
si: ඔබගේ අදහස
ta: உங்கள் கருத்து / பின்னூட்டம்.

source: Are you sure you want to log out?
bn: আপনি কি নিশ্চিত লগ আউট করতে চান?
hi: क्या आप वाकई लॉग आउट होना चाहते हैं?
ne: के तपाई लगआउट गर्न चाहनु हुन्छ ?
ps: آیا ډاډه یاست چې غواړئ ووځئ یا لاګ اوټ شئ؟
si: ඔබට ඉවත්වීමට අවශ්‍ය බව විශ්වාසද?
ta: வெளியேற விரும்புகிறீர்களா?

source: Your browser does not support video playback.
bn: আপনার ব্রাউজার এই ভিডিও চালানোর জন্য উপযোগী নয়
hi: आपका ब्राउज़र वीडियो प्लेबैक का समर्थन नहीं करता है।
ne: तपाईँको ब्राउजरले भिडियो प्लेब्याक समर्थन गर्दैन
ps: ستاسو د انټرنېټ براوزر د ویډیو له خپرولو ملاتړ نه کوي.
si: ඔබගේ බ්‍රවුසරය වීඩියෝව බැලීමට සහය නොදක්වයි
ta: உங்களின் உலாவி காணொளி பின்னணியுடன் ஒத்துழைப்பதில்லை

source: Your browser does not support audio playback.
bn: আপনার ব্রাউজার এই অডিও চালানোর জন্য উপযোগী নয়
hi: आपका ब्राउज़र ऑडियो प्लेबैक का समर्थन नहीं करता है।
ne: तपाईँको ब्राउजरले अडियो प्लेब्याक समर्थन गर्दैन
ps: ستاسو د انټرنېټ براوزر د غږ له خپرولو ملاتړ نه کوي.
si: ඔබගේ බ්‍රවුසරය හඬ පටය ඇසීමට සහය නොදක්වයි.
ta: உங்களின் உலாவி ஓடியோ பின்னணியுடன் ஒத்துழைப்பதில்லை.

source: Don't display my username next to my comment
bn: আমার মন্তব্যের ঠিক পাশেই আমার ইউজার নেম দেখাবেন না
hi: मेरी टिप्पणी के साथ मेरा यूजरनेम डिस्प्ले न करें
ne: मेरो कमेन्टसंगै मेरो प्रयोगकर्ताको नाम (username) नदेखाउनुहोस्
ps: زما د کارونې نوم زما د نظر ترڅنګ ونه ښودل شي
si: මගේ අදහස සමඟ මගේ නම ප්‍රදර්ශනය නොකරන්න
ta: எனது கருத்துக்கு எதிரே எனது பயனர் பெயரைக் காட்சிப்படுத்த வேண்டாம்.

source: Anonymous
bn: অজানা
hi: अज्ञात
ne: अज्ञात
ps: بې نوم
si: නිර්නාමික
ta: அநாமதேயம்.

source: Report this comment?
bn: এই মন্তব্য কি রিপোর্টে বাতিল করবো?
hi: इस टिप्पणी की रिपोर्ट करनी है?
ne: यो कमेन्ट रिपोर्ट गर्नुहोस्
ps: آیا د دې نظر راپور ورکړل شي؟
si: මෙම අදහස වාර්තා කරන්නද?
ta: இக்கருத்தை புகார் செய்யவும்?

source: Display name
hi: डिस्प्ले नाम
ta: காட்சிப்படுத்தல் பெயர்.

source: Reported by %(comment_report_count)s user
bn: %(comment_report_count)s ইউজার কর্তৃক বাতিল করা হয়েছে
hi: %(comment_report_count)s यूजर द्वारा रिपोर्ट किया गया
ne: %(comment_report_count) प्रयोगकर्ताद्धारा रिपोर्ट गरिएको
ps: د %(comment_report_count)s کاروونکي له خوا راپور ورکړل شوی
si: වාර්තා කළේ %(comment_report_count)s භාවිත කරන්නා
ta: பயனரால் %(comment_report_count)s புகார் செய்யப்பட்டுள்ளது.

source: Sorry, %(page_title)s is not available in %(language)s. If you want to keep browsing in %(language)s you can click below to return to the homepage.
bn: দুঃখিত, %(page_title)s এই পেজটি উল্লিখিত ভাষায় পাওয়া যায়নি। আপনি ভাষা খুজতে ব্রাউজ %(language)s করতে চাইলে নিচে ক্লিক করে হোমপেজে ফিরে যান
hi: क्षमा करें, %(page_title)s %(language)s में उपलब्ध नहीं है। यदि आप %(language)s में ब्राउजिंग करना चाहते हैं आप नीचे क्लिक करके होमपेज पर वापस जा सकते हैं।
ne: माफ गर्नुहोस्, %s (page_title)s %(language)s मा उपलब्ध छैन । यदि तपाईँ %(language)s मा ब्राउजिङ गरिराख्न चाहनुहुन्छ भने गृहपृष्ठमा फर्कन तल क्लिक गर्न सक्नुहुन्छ ।
ps: بښه غواړو،%(page_title)s په %(language)s کې شته. که چېرې غواړئ په %(language)s کې لټون ته ادامه ورکړئ، اصلي پاڼې ته د ګرځېدو لپاره لاندې کلیک وکړئ.
si: සමාවන්න. %(page_title)s , %(language)s නොමැත. ඔබට දිගටම %(language)s ගනු දෙනු කිරීමට අවශ්‍ය නම්, මුල් පිටුවට ආපසු යාමට පහත ක්ලික් කළ හැක.
ta: மன்னிக்கவும். %(page_title)s இல் கிடைக்கவில்லை. உங்களுக்கு தொடர்ந்து %(language)s உலாவ வேண்டுமெனின் மீண்டும் முகப் பக்கத்துக்குச் செல்ல இங்கே கிளிக் செய்யவும்.

source: Username not available.
bn: এই ইউজার নেম পাওয়া যায়নি
hi: यूजरनेम उपलब्ध नहीं है।
ne: प्रयोगकर्ताको नाम (username) उपलब्ध छैन
ps: یوزر نوم نه شته.
si: නම නොමැත.
ta: பயனர் பெயர் (username) கிடைக்கவில்லை.

source: Display name not available.
bn: ডিসপ্লে তে এই নাম পাওয়া যায়নি
hi: डिस्प्ले नाम उपलब्ध नहीं है
ne: नाम उपलब्ध छैन
ps: د نوم ښوودنه د لاسرسي وړ نه ده
si: නම නොමැත
ta: காட்சிப்படுத்தல் பெயர் இல்லை.

source: You have already completed this quiz.
bn: আপনি ইতিমধ্যে কুইজের উত্তর সম্পন্ন করেছেন
hi: आप इस क्विज को पहले ही पूरा कर चुके हैं।
ne: तपाईँले यो हाजिरजवाफ पहिले नै पूरा गरिसक्नुभएको छ
ps: تاسو له دې وړاندې دغه ازموینه بشپړه کړې ده
si: ඔබ දැනටමත් මෙම ප්‍රශ්නාවලිය සම්පූර්ණ කර ඇත
ta: நீங்கள் ஏற்கனவே இந்த புதிரைப் பூர்த்திசெய்துள்ளீர்கள்.

source: You have already completed this poll.
bn: আপনি ইতিমধ্যে কুইজের উত্তর সম্পন্ন করেছেন
hi: आपने यह पोल पहले ही पूरा कर लिया है।
ne: तपाईँले यो सर्वेक्षण पहिल्यै पूरा गरिसक्नु भएको छ
ps: تاسو له دې وړاندې دغه نظر پوښتنه بشپړه کړې ده.
si: ඔබ දැනටමත් මෙම මත විමසුම සම්පූර්ණ කර ඇත
ta: நீங்கள் ஏற்கனவே இக்கருத்துக் கணிப்பீட்டினை பூர்த்திசெய்துள்ளீர்கள்.

source: If you cannot view the above video, you can instead %(start_link)sdownload it%(end_link)s.
bn: উপরের ভিডিও দেখা না গেলে %(start_link)s এর পরিবর্তে এটা %(end_link)s ডাউনলোড করুন
hi: यदि आप उपरोक्त वीडियो नहीं देख पा रहे हैं तो %(start_link)s बजाए %(end_link)s डाउनलोड करें।
ne: यदि तपाईँले माथिको भिडियो हेर्न सक्नु भएन भने, %(start_link)s तपाईँले यसलाई डाउनलोड गर्न %(end_link)s. गर्नुहोस्
ps: که چېرې پورته ویډیو نه شئ کتلی، پرځای یې کولی شئ %(start_link)s ډونلوډ کړئ %(end_link)s.
si: ඔබට ඉහත හඬ පටයට සවන් දීමට නොහැකි නම් %(start_link)s, ඔබට එය බාගත කළ හැකිය %(end_link)s.
ta: மேலுள்ள காணொளியைப் பார்வையிட முடியாதெனின், அதற்குப் பதிலாக உங்களுக்கு அதை பதிவிறக்கம் செய்ய முடியும்.

source: If you cannot listen to the above audio, you can instead %(start_link)sdownload it%(end_link)s.
bn: উপরের অডিও শুনতে না পেলে %(start_link)s এর পরিবর্তে এটা %(end_link)s ডাউনলোড করুন
hi: यदि आप उपरोक्त ऑडियो नहीं सुन पा रहे हैं तो %(start_link)s बजाए %(end_link)s डाउनलोड करें।
ne: यदि तपाईँले माथिको अडियो सुन्न सक्नु भएन भने, %(start_link)s डाउनलोड %(end_link)s.गर्न सक्नुहुन्छ
ps: که چېرې پورته غږ نه شئ اورېدلی، پرځای یې کولای شئ %(start_link)s ډونلوډ کړئ %(end_link)s.
si: ඔබට ඉහත ශ්‍රව්‍යයට සවන් දීමට නොහැකි නම්, ඔබට එය බාගත කළ හැකිය
ta: மேலுள்ள ஓடியோவுக்கு செவிமடுக்க முடியாதெனின், அதற்குப் பதிலாக, %(start_link) அதை பதிவிறக்கம் செய்ய முடியும். %(end_link)s..

source: Submit
ne: पेश गर्नुहोस्
